[
    {
        "time": "19 January 2018",
        "posts": [
            {
                "head": "Futsal Girls",
                "content": "There were 4 matches intividually. Napolean scord the least number of goals and gained the third position where as there was a tie between Bhagat Singh and Karnan with 4 goals each. ANd hence in the final match Bhagath Singh Scored the maximum amount of goals and Claimed the First Position."
            }
        ]
    },
    {
        "time": "18 January 2018",
        "posts": [
            {
                "head": "Chess Boys",
                "content": "There was two matches. The first match was between Karnan and Napoleon. Napoleon got promoted to finals. The second match was between Karnan and Bhagat Singh. Karnan got promoted to finals."
            },
            {
            	"head": "Chess Girls",
            	"content":"There was two matches. The first match was between Karnan and Napoleon. Napoleon got promoted to finals. The second match was between Karnan and Bhagat Singh. Karnan got promoted to finals."
            },
            {
            	"head": "Volley Ball",
            	"content": "The match was between Karnan and Napoleon.Karnan promoted to finals."
            },
            {
            	"head": "Badminton Girls [Doubles]",
            	"content": "The match was between Karnan and Napoleon. The match was won by Napoleon."
            },
            {
            	"head": "Carroms [Doubles]",
            	"content": "There were 3 matches.The first game was between Karnan and Napoleon. Karnan got promoted to finals. The second game was between Bhagat Singh and Bhagat Singh, Obviously Bhagat Singh has won and got promoted to finals. The finals was between Karnan and Bhagat Singh. The game was won by Bhagat Singh."
            },
            {
            	"head": "Dodge Ball",
            	"content": "There were 2 match."
            },
            {
            	"head": "Kabbaddi",
            	"content": "There was 2 matches. The first match was between Bhagat Singh and Napoleon. Napoleon got promoted to finals. The next match was between Bhagat Singh and Kanan. Karnan got promoted to finals."
            }
        ]
    },
    {
        "time": "17 January 2018",
        "posts": [
            {
                "head": "Cricket",
                "content": "Cricket final was conducted. The match was between Bhagat Singh and Karnan. Bhagat Singh won the match."
            },
            {
                "head": "Badminton Boys[Singles]",
                "content": "Final match was conducted between Bhagat Singh and Napoleon. The match was won by Bhagat Singh."
            },
            {
                "head": "Badminton Girls[Singles]",
                "content": "There were 2 matches. The first match was between Bhagat Singh and Karnan.The match was won by Bhagat Singh. The second match was final and the match was between Napoleon and Bhagat Singh. The finals was won by Napoleon."
            },
            {
                "head": "Badminton Boys[Doubles]",
                "content": "The match was between Bhagat Singh and Napoleon.Bhagat Singh got promoted to finals."
            },
            {
                "head": "Badminton Girls[Doubles]",
                "content": "There were 2 matches.The first match was between Bhagat Singh and Napoleon.Napoleon got promoted to finals.Second match was between Bhagat Singh and Karnan.Karnan got promoted to finals."
            },
            {
                "head": "Volley Ball",
                "content": "The match was between Napoleon and Bhagat Singh.Bhagat Singh got promoted to finals."
            },
            {
            	"head": "Carroms [Doubles]",
            	"content": "There were 2 sets of game. In the first set were 2 matches. The first match was between Bhagat Singh and Karnan. Bhagat Singh got promoted to finals. The second match was between Napoleon and Karnan. Karnan got promoted to finals. In the second set there were 2 matches. The first set was between Bhagat Singh and Karnan. Bhagat Singh got promoted to finals. The second match was between Napoleon and Karnan. Napoleon got promoted to finals."
            }
        ]
    },
    {
        "time": "16 January 2018",
        "posts": [
            {
                "head": "Sporta Launched",
                "content": "The Sports Event is officially launched in by Principal of College Of Engineering Poonjar."
            },
            {
                "head": "Cricket",
                "content": "Two matches were conducted. The first match was between Karnan and Napoleon. Karnan qualified to next round.The second match was between Bhagat Singh and Napoleon. Bhagat Singh was qualified."
            },
            {
                "head": "Badminton Boys[Singles]",
                "content": "There were 2 matches. The first match was between Bhagat Singh and Napoleon. The match was won by Napoleon. The second match was between Bhagat Singh and Karnan. Only one set of game was conducted."
            },
            {
                "head": "Badminton Girls[Singles]",
                "content": "There were 2 matches.The first match was between Bhagat Singh and Napoleon. The match was won by Napoleon. The second match was between Bhagat Singh and Karnan. Only one set of game was conducted."
            }
        ]
    }
]